"ACTION_REQUIRED_TITLE" = "操作を必要とします";
"ANSWER_CALL_BUTTON_TITLE" = "応答";
"APN" = "着信";
"AUDIO_PERMISSION_MESSAGE" = "Signalを使うにはマイクへのアクセスが必要です。アクセスを許可するには、「設定」>「プライバシー」>「マイク」>「Signal」で設定してください。";
"CALL_BUTTON_TITLE" = "通話";
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "未登録番号";
"DISABLING_BACKUP_FAILED" = "通話履歴のバックアップを無効にするときに問題が発生しました。iTunesやiCloudのバックアップに通話履歴が漏れ出た可能性があります。";
"ERROR_WAS_DETECTED_TITLE" = "エラー！";
"ERROR_WAS_DETECTED_SUBMIT" = "バグが見つかりました。問題を報告してアプリ改良にご協力ください。";
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "サーバーエラー";
"END_CALL_BUTTON_TITLE" = "終了";
"END_CALL_HANDSHAKE_FAILED" = "ハンドシェイクに失敗しました";
"END_CALL_HANGUP_LOCAL" = "こちらが電話を切りました";
"END_CALL_HANGUP_REMOTE" = "相手が電話を切りました";
"END_CALL_LOGIN_FAILED" = "ログインに失敗しました";
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "サーバーからのメッセージ：";
"END_CALL_NO_SUCH_USER" = "SignalやRedPhoneに登録されていない番号です";
"END_CALL_RECIPIENT_UNAVAILABLE" = "応答なし";
"END_CALL_REJECTED_LOCAL" = "こちらが通話を拒否しました";
"END_CALL_REJECTED_REMOTE" = "通話は拒否されました";
"END_CALL_REPLACED_BY_NEXT" = "続けて電話をかけました";
"END_CALL_RESPONDER_IS_BUSY" = "話し中";
"END_CALL_STALE_SESSION" = "通話失敗";
"END_CALL_UNCATEGORIZED_FAILURE" = "エラー発生";
"HOME_FOOTER_FIRST_MESSAGE_CALLS_UNSORTED" = "あります：";
"HOME_FOOTER_FIRST_MESSAGE_CALLS_NIL" = "完了";
"HOME_FOOTER_SECOND_MESSAGE_CALLS_UNSORTED" = "ソートされていない通話履歴";
"HOME_FOOTER_SECOND_MESSAGE_CALLS_NIL" = "通話なし";
"HOME_FOOTER_SECOND_MESSAGE_CALL_UNSORTED" = "ソートされていない通話履歴";
"INBOX_VIEW_TUTORIAL_LABEL_MIDDLE" = "安全に通話できる連絡先を探す";
"INBOX_VIEW_TUTORIAL_LABEL_TOP" = "Signalユーザーからの電話はまだありません";
"INVITE_USERS_ACTION_SHEET_TITLE" = "番号を招待";
"INVITE_USERS_MESSAGE" = "Signalを使った安全な通話を希望します。App StoreでSignalを入手してください。";
"INVITE_USER_MODAL_TITLE" = "相手先は未登録";
"INVITE_USER_MODAL_BUTTON_CANCEL" = "いいえ";
"INVITE_USER_MODAL_BUTTON_INVITE" = "招待";
"INVITE_USER_MODAL_TEXT" = "相手先はSignalユーザーではありません。SMSで招待しますか。";
"IN_CALL_CONNECTING" = "接続中";
"IN_CALL_RINGING" = "呼び出し中";
"IN_CALL_SECURING" = "応答あり。通信を暗号化中……";
"IN_CALL_TALKING" = "通信は安全です";
"IN_CALL_TERMINATED" = "終了しました";
"KEYPAD_NAV_BAR_TITLE" = "キーパッド";
"OK" = "OK";
"APN_Message" = "新着メッセージがあります";
"APN_FETCHED_FAILED" = "新着メッセージがありますのでアプリを起動してください。";
"APN_MESSAGE_FROM" = "この人からのメッセージ：";
"APN_MESSAGE_IN_GROUP" = "このグループからのメッセージ：";
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@の%@：%@";
"NOTIFICATION_SEND_FAILED" = "%@へのメッセージ送信に失敗しました";
"CONFIRMATION_TITLE" = "了解";
"PUSH_SETTINGS_MESSAGE" = "通知の設定は「設定」>「通知」>「Signal」で行って下さい。";
"RECENT_NAV_BAR_TITLE" = "通話履歴";
"REGISTER_FAILED_TRY_AGAIN" = "もう一度お願いします";
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "正しい国番号を入力してください";
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "国番号エラー";
"REGISTRATION_NON_VALID_NUMBER" = "サポートされていない形式の電話番号です。サポートに連絡してください。";
"REGISTER_CHALLENGE_ALERT_VIEW_TITLE" = "認証コードが違います";
"REGISTER_CHALLENGE_ALERT_VIEW_BODY" = "認証コードを確認して再度お試しください。";
"REGISTER_RATE_LIMITING_BODY" = "ユーザーの増加スピードに制限を設けています。しばらくしてから再度試してください。";
"REGISTRATION_ERROR" = "登録エラー";
"REGISTRATION_RESTRICTED_MESSAGE" = "メッセージが送られて来ていますので、登録してください。";
"REGISTER_CONTACTS_WELCOME" = "ようこそ！";
"REGISTER_CONTACTS_BODY" = "Signalを使えばすでにお持ちの連絡先と私的な会話を楽しむことができます。連絡先にSignalがアクセスすることを許可してください。";
"REGISTER_CONTACTS_CONTINUE" = "続ける";
"RELAY_REGISTERED_ERROR_RECOVERY" = "登録しようとしている番号はすでに別のサーバーに登録されています。そこでの登録を解除してから再度試してください。";
"AB_PERMISSION_MISSING_TITLE" = "注意！";
"AB_PERMISSION_MISSING_BODY" = "Signalは連絡先へのアクセスを必要とします。ただし連絡先をサーバーに保存することはありません。";
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "連絡先へのアクセスが必要ですが、アクセスが制限されているため、Signalは終了します。一時的に制限を解除してSignalが連絡先にアクセスできるようにするには、「設定」>「一般」>「機能制限」>「連絡先」>「変更を許可」で設定を行ってください。";
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "閉じる";
"AB_PERMISSION_MISSING_ACTION" = "アクセスの設定を行う";
"REJECT_CALL_BUTTON_TITLE" = "拒否";
"SERVER_CODE" = "サーバーからの応答コード：";
"SETTINGS_LOG_CLEAR_MESSAGE" = "通話履歴を削除しました";
"SETTINGS_LOG_CLEAR_TITLE" = "作業完了";
"SETTINGS_NAV_BAR_TITLE" = "設定";
"SETTINGS_NUMBER_PREFIX" = "自分の番号：";
"SETTINGS_SENDLOG" = "デバッグログを送信";
"TABLE_SECTION_TITLE_REGISTERED" = "登録済連絡先";
"TABLE_SECTION_TITLE_UNREGISTERED" = "未登録連絡先";
"TIMEOUT" = "タイムアウト";
"TIMEOUT_CONTACTS_DETAIL" = "連絡先の最新データをサーバーから取得できませんでした。しばらく待って再度お試しください。";
"TXT_ADD_CONTACT" = "+ 連絡先を追加";
"TXT_CANCEL_TITLE" = "キャンセル";
"TXT_SEARCH_PLACEHOLDER_TEXT" = "検索";
"UNKNOWN_CONTACT_NAME" = "発信番号非通知";
"WHISPER_NAV_BAR_TITLE" = "受信箱";
"ARCHIVE_NAV_BAR_TITLE" = "保管庫";
/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION"= "保管庫に移動";
/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "受信箱に戻す";
"SETTINGS_ABOUT" = "Signalについて";
"SETTINGS_VERSION" = "バージョン";
"SETTINGS_SUPPORT" = "サポート";
"SETTINGS_COPYRIGHT" = "Copyright Open Whisper Systems\nLicensed under the GPLv3";
"SETTINGS_SHARE_INSTALL" = "アプリの入手先を広める";
"SETTINGS_INFORMATION_HEADER" = "情報";
"SETTINGS_INVITE_HEADER" = "友だちを招待";
"SETTINGS_HELP_HEADER" = "ヘルプ";
"SETTINGS_INVITE_TWITTER_TEXT" = "@WhisperSystemsのSignalというアプリで私に連絡できます。アプリをダウンロードしてください。";
"SETTINGS_ADVANCED_TITLE" = "詳細設定";
"SETTINGS_ADVANCED_DEBUGLOG"= "デバッグログを有効にする";
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "デバッグログを送信する";
"FINGERPRINT_SHRED_KEYMATERIAL_CONFIRMATION" = "このセッションをリセットしてよろしいですか。後で元に戻すことは出来ませんのでご注意願います。";
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "このセッションをリセットする";
"TXT_DELETE_TITLE" = "削除";
"CAMERA_ROLL_SAVE_BUTTON" = "カメラロールに保存する";
"CAMERA_ROLL_COPY_BUTTON" = "コピーする";
"NEW_GROUP_DEFAULT_TITLE" = "新しいグループ";
"LOADING_CONTACTS_LABEL_LINE1" = "連絡先を取り込み中";
"LOADING_CONTACTS_LABEL_LINE2" = "少々お待ちください";
"EMPTY_CONTACTS_LABEL_LINE1" = "連絡先にSignalユーザーはいません";
"EMPTY_CONTACTS_LABEL_LINE2" = "だれかを招待しませんか？";
"EMPTY_CONTACTS_INVITE_BUTTON" = "招待する";
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "名前や電話番号で検索";
"SEND_SMS_BUTTON" = "この人にSMSを送信する：";
"SEND_SMS_CONFIRM_TITLE" = "安全性の低いSMSで招待しますか？";
"SEND_SMS_INVITE_TITLE" =  "この番号をSignalに招待しますか？";
"SEND_SMS_INVITE_SUCCESS" = "招待状を送りました";
"SEND_SMS_INVITE_FAILURE" = "SMSの送信に失敗しました。後で再度試してください。";
"QUESTIONMARK_PUNCTUATION" = "?";
"UNSUPPORTED_FEATURE_ERROR" = "このデバイスでは対応されていない機能です。";
"SMS_INVITE_BODY" = "Signalのインストールをお勧めします。このリンクから入手してください：";
"SEND_BUTTON_TITLE" = "送信";
"UPDATE_BUTTON_TITLE" = "更新";
"LEAVE_BUTTON_TITLE" = "離脱";
"MEMBERS_BUTTON_TITLE" = "メンバー";
"DELIVERED_MESSAGE_TEXT" = "配信済み";
"FAILED_SENDING_TEXT" = "送信失敗（タップでやり直し）";
"SEND_AGAIN_BUTTON" = "再送";
"ACCEPT_IDENTITYKEY_QUESTION" = " %@の新しいIDキー「%@」を受け入れますか？";
"ACCEPT_IDENTITYKEY_BUTTON" = "新しいIDキーを受け入れる";
"COPY_IDENTITYKEY_BUTTON" = "新しいIDキーをクリップボードにコピーする";
"TAKE_MEDIA_BUTTON"= "写真・ビデオを撮影する";
"TAKE_PICTURE_BUTTON"= "写真を撮る";
"CHOOSE_MEDIA_BUTTON" = "ライブラリーから選択する";
"FAILED_RETRYING_DIRECTORY_DOWNLOAD" = "フォルダーの取得に失敗しました。%f時間後に再試行します。";
"SETTINGS_CLEAR_HISTORY" = "通信ログを削除";
"SETTINGS_FINGERPRINT" = "IDコード";
"SETTINGS_FINGERPRINT_COPY" = "タップでコピー";
"SETTINGS_FINGERPRINT_COPY_SUCCESS" = "コピーしました";
"SETTINGS_PRIVACY_TITLE" = "プライバシー";
"SETTINGS_SCREEN_SECURITY" = "画面表示を安全にする";
"SETTINGS_SECURITY_TITLE" = "スクリーン・セキュリティ";
"SETTINGS_SCREEN_SECURITY_DETAIL" = "アプリ切り替え画面でSignalのプレビューを表示しない（ロゴのみ表示）";
"SETTINGS_HISTORYLOG_TITLE" = "通信ログ";
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "過去の通信記録（メッセージ・添付ファイル・通話履歴など）がすべて削除されますが、よろしいですか？削除すると元には戻せません。";
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "はい";
"PUSH_MANAGER_REPLY" = "返信";
"PUSH_MANAGER_MARKREAD" = "既読にする";
"SCAN_KEY" = "キーをスキャン";
"SCAN_KEY_VERIFIED_TITLE" = "認証成功";
"SCAN_KEY_VERIFIED_TEXT" = "読み取ったIDコードが登録上のIDコードと一致しました。";
"SCAN_KEY_CONFLICT_TITLE" = "不一致！";
"SCAN_KEY_CONFLICT_TEXT" = "読み取ったIDコードは登録上のIDコードと一致しません。";
"SECURE_SESSION_RESET" = "安全なセッションがリセットされました。";
"UNSUPPORTED_ATTACHMENT" = "サポートされていない種類の添付ファイルを受信しました";
"REGISTERED_NUMBER_TEXT" = "登録済み番号";
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "本当にアカウントを削除しますか？";
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "アプリをリセットします。メッセージや登録情報をサーバから削除します。削除が終わり次第アプリを終了します。";
"PROCEED_BUTTON" = "進む";
"UNREGISTER_SIGNAL_FAIL" = "登録解除に失敗しました";
"NETWORK_ERROR_DESC" = "サーバー接続に失敗しました";
"NETWORK_ERROR_RECOVERY" = "ネットワークへの接続を確認して再度お試しください。";
"NETWORK_STATUS_HEADER" = "ネットワーク";
"NETWORK_STATUS_TEXT" = "ネットワークへの接続状況は、受信箱上部のバーを見て確認できます。";
"NETWORK_STATUS_CONNECTED" = "オン";
"NETWORK_STATUS_OFFLINE" = "オフ";
"NETWORK_STATUS_CONNECTING" = "接続試行中";
"MULTIDEVICE_PAIRING_MAX_DESC" = "これ以上のデバイスは追加できません。";
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "１つのアカウントで使用できるデバイス数の上限を超えています。デバイスをどれか削除してからデバイスの追加を再度行ってください。";
"EMPTY_INBOX_FIRST_TITLE" = "終了しました";
"EMPTY_INBOX_FIRST_TEXT" = "ヒント：メッセージはリマインダーとして使うこともできます";
"EMPTY_ARCHIVE_FIRST_TITLE" = "会話を始めよう";
"EMPTY_ARCHIVE_FIRST_TEXT" = "右上の記入ボタンを押して下さい";
"EMPTY_INBOX_TITLE" = "とてもキレイです";
"EMPTY_INBOX_TEXT" = "受信箱は空";
"EMPTY_ARCHIVE_TITLE" = "会話を整理しよう";
"EMPTY_ARCHIVE_TEXT" = "受信箱内で休眠中の会話をここに移動して保管できます（受信箱で名前を左スワイプしてください）";
"GROUP_UPDATED" = "グループを更新しました";
"GROUP_TITLE_CHANGED" = "タイトルが「%@」に変更されました";
"GROUP_AVATAR_CHANGED" = "アイコンが変わりました";
"GROUP_MEMBER_LEFT" = "%@がグループを離れました";
"GROUP_YOU_LEFT"= "グループを離れました";
"GROUP_CREATING" = "グループの作成";
"GROUP_REMOVING" = "%@から離脱";
"GROUP_CREATING_FAILED" = "グループ作成に失敗";
"GROUP_REMOVING_FAILED" = "グループ離脱に失敗";
"GROUP_MEMBER_JOINED" = "%@がグループに加わりました";
/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "メンバー";
"ME_STRING" = "自分";
"WARNING_STRING" = "警告";
"CALLBACK_BUTTON_TITLE" = "折り返す";
"ATTACHMENT" = "添付ファイル";
"ATTACHMENT_DOWNLOADING"     = "添付ファイルをダウンロード中";
"ATTACHMENT_QUEUED"          = "添付ファイルが取得予定に追加されました。";
"ATTACHMENT_DOWNLOAD_FAILED" = "添付ファイル取得失敗（タップでやり直し）";
"INCOMING_CALL" = "着信";
"INCOMING_CALL_FROM" = "%@から着信";
"OUTGOING_CALL" = "発信";
"MISSED_CALL" = "不在着信";
"ERROR_MESSAGE_NO_SESSION" = "この連絡先とのセッションはありません";
"ERROR_MESSAGE_MISSING_KEY" = "未登録のPreKey付きのメッセージを受信しました";
"ERROR_MESSAGE_INVALID_MESSAGE" = "破損したメッセージを受信しました";
"ERROR_MESSAGE_INVALID_VERSION" = "このバージョンに対応してないメッセージを受け取りました";
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "重複メッセージを受信しました";
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "受取人のIDキーが無効です";
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "IDキーが変更されました。タップして新しいキーを確認してください。";
"ERROR_MESSAGE_UNKNOWN_ERROR" = "不明なエラーが発生しました";
"REGISTRATION_TITLE_LABEL" = "自分の電話番号";
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "国番号";
"REGISTRATION_PHONENUMBER_BUTTON" = "電話番号";
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "番号を入力する";
"REGISTRATION_VERIFY_DEVICE" = "このデバイスの認証を行う";
"VERIFICATION_HEADER" = "認証";
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "認証コード";
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "認証コードを入力する";
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "コードを再発行する";
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "電話で行う";
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "番号を変更する";
"CONVERSATIONS_VIEW_TITLE" = "会話";
"MESSAGE_COMPOSEVIEW_TITLE" = "新しいメッセージ";
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "グループに名前を付ける";
"NEW_GROUP_REQUEST_ADDPEOPLE" = "メンバーを追加";
"FINGERPRINT_INFO_THEIRS" = "相手のIDコードのQRコードをカメラで読み取る";
"FINGERPRINT_INFO_YOURS" = "自分のIDコードをQRコードにして相手に表示する";
"FINGERPRINT_INFO_ABOUT" = "IDコードを比較して通信相手を確認してください";
"FINGERPRINT_YOURS" = "自分のIDコード";
"COUNTRYCODE_SELECT_TITLE" = "国番号を選択してください";
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "アカウントを削除";
"SETTINGS_NOTIFICATIONS" = "通知";
"MSGVIEW_YOU_CALLED" = "%@に発信";
"MSGVIEW_RECEIVED_CALL" = "%@から着信";
"MSGVIEW_MISSED_CALL" = "%@から不在着信";
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "発信者名とメッセージ";
"NOTIFICATIONS_FOOTER_WARNING" = "Appleのプッシュ通信仕様の既知のバグのため、メッセージのプレビューが表示されるのはメッセージの取得が送信後30秒以内に行われたときのみとなります。この結果Appアイコンのバッジが不正確になる場合があります。\n";
"NOTIFICATIONS_SENDER_ONLY" = "発信者名のみ";
"NOTIFICATIONS_NONE" = "なし";
"NOTIFICATIONS_SHOW" = "表示内容";
"NOTIFICATIONS_SOUND" = "通知音";
"NOTIFICATIONS_SECTION_BACKGROUND" = "バックグラウンド通知";
"NOTIFICATIONS_SECTION_INAPP" = "アプリ内通知";
"LOGGING_SECTION" = "デバッグログ";
"REREGISTER_FOR_PUSH" = "プッシュ通知の再登録";
"PHONE_NEEDS_UNLOCK" = "新着メッセージを受信するにはデバイスのロックを解除してください";
"PUSH_REGISTER_TITLE" = "プッシュ通知";
"PUSH_REGISTER_SUCCESS" = "プッシュ通知が再登録されました";
"RATING_TITLE" = "Signalを支援する";
"RATING_MSG" = "Signalを使ってプライベートな会話を楽しんでいる方に評価アンケートをお願いしています。１分もかかりませんし、他のユーザーのプライバシー確保の手助けになりますので、ご協力をお願いします。";
"RATING_RATE" = "Signalを評価する";
